Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/saamelaiskulttuurikeskusten_toiminta_taytyy_turvata.html.tmx
Source language: fin
Languages: sms

source: Saamelaiskulttuurikeskusten toiminta täytyy turvata
sms: Sääʹmkulttuurkõõskõõzzi tåimmʼmõš feʹrttai tuõrvvâd

source: Saamelaiskäräjät vetoaa opetus- ja kulttuuriministeriöön yhdenvertaisen ja saavutettavan saamelaiskulttuurin edistämiseksi.
sms: Sääʹmteʹǧǧ nuäjjââtt mättʼtõs- da kulttuurministeriaaʹje õõutverddsa da âsttjemlaaǥǥan sääʹmkulttuur ooudâsviikkmõššân.

source: Saamelaisyhteisön hyvinvoinnille elintärkeiden kulttuurikeskusten toiminnan rahoitus täytyy turvata, jotta saamelaiset kulttuuripalvelut olisivat elinvoimaisia ja kaikkien saavutettavissa.
sms: Sääʹmõhtsažkååʹdd pueʹrrvââjjmõʹšše jieʹllma vieʹltʼtem kulttuurkääzzkõõzzi tåimmʼmõõžž teäggtõs feʹrttai tuõrvvâd, što sääʹm kulttuurkääzzkõõzz leʹčče jieʹllemviõkksa da pukid vuäǯǯamnalla.

source: Saamelaiskäräjien alla toimivilla keskuksilla on suuri merkitys elävän saamelaiskulttuurin ja saamelaisyhteisön hyvinvoinnin edistämisessä.
sms: Sääʹmteeʹǧǧ vueʹlnn toiʹmmjeei kõõskõõzzin lij jõnn miârktõs jieʹlli sääʹmkulttuur da sääʹmõhttsažkååʹdd pueʹrrvââjjam ooudâsviikkmõõžžâst.

source: Elokuvakeskus Skábma, lastenkulttuurikeskus Mánnu ja Saamelaismusiikkikeskus ovat tukeneet sekä saamelaisten kulttuuri-identiteettiä että lisänneet saamelaistaiteiden näkyvyyttä.
sms: Jieʹllikarttkõõskõs Skábma, päärnaikulttuurkõõskõs Mánnu da Sääʹm-musikk-kõõskõs liâ tuärjjääm nuʹt sääʹm kulttuuridentiteeʹtt ǥu lââʹzztam sääʹmčeäppõõzzi kuâsttjemvuõđ.

source: Niiden toiminnalla on ollut suuri merkitys erityisesti saamelaislapsille ja –nuorille, niin saamelaisalueella kuin sen ulkopuolellakin.
sms: Tõi tåimmʼmõõžžin lij leämmaž jõnn miârktõs jeäʹrben sääʹmpäärnaid da -nuõrid, nuʹt sääʹmvuuʹdest ǥu še tõn ååuǥbeäʹlnn.

source: – Jos riittävää rahoitusta ei saada, pysähtyy esimerkiksi lastenkulttuurikeskus Mánnun toiminta täysin ensi vuonna, sillä rahoitus riittää vain työntekijän palkkakuluihin.
sms: – Jõs riʹjttjeei teäggtõõzz jeät vuäǯǯ, åårast ouddmiârkkân päärnaikulttuurkõõskõs Mánnu tåimmʼmõš vooʹps puõʹtti eeʹjj, ǥu teäggtõs riʹjttai tåʹlǩ tuâjjlai päʹlǩǩ-kuulid.

source: Silloin kaikki fyysinen toiminta muuttuu suunnittelutyöksi, joka ei ole enää tarkoituksenmukaista.
sms: Tâʹl puk fyyslaž tåimmʼmõš mõttai plaaneemtuâjjan, kååʹtt ij leäkku teänab mieʹrrmeâldlaž.

source: Olen huolissani, toteutuvatko saamelaislasten oikeudet, jos heille ei ole kielen ja kulttuurin mukaista omaa toimintaa tarjolla, sanoo saamelaisen lastenkulttuurikeskuksen pitkäaikainen työntekijä Petra Magga-Vars.
sms: Leäm piâkkõõttâm, teâuddje-a sääʹmpäärnai vuõiggâdvuõđ, jõs siʹjjid jiâ leäkku ǩiõl da kulttuur meâldlaž jiijjâs tåimmʼmõõžž vuäǯǯamnalla, särnn sääʹm päärnaikulttuurkõõskõõzz kuʹǩesäiggsaž tuâjjlaž Petra Magga-Vars.

source: Nykyinen rahoitus ei mahdollista keskusten täysimääräistä toimintaa, eivätkä ne pysty ilman lisärahoitusta tarjoamaan palvelujaan yhdenvertaisesti tai kehittämään tulevaa työtään.
sms: Ânnʼjõž teäggtõs ij vueiʹtlvââʹst kõõskõõzzi tiuddmeärrsaž tåimmʼmõõžž, jiâ-ka tõk pââʹst lââʹssteäggtõõzztaa taʹrjjeed kääzzkõõzzeez õõutverddsânji leʹbe ooudâsviikkâd puõʹtti tuâjas.

source: Saamelaiskäräjät vetoaakin opetus- ja kulttuuriministeriöön, että keskusten toiminta turvattaisiin myös jatkossa.
sms: Sääʹmteʹǧǧ nuäjjââtt-i mättʼtõs- da kulttuurministeriaaʹje, što kõõskõõzzi tåimmʼmõš tuõrvčeš še juätkast.

source: Duodji-akatemian käynnistäminen tärkeää
sms: Duodji-akatemia jåʹttʼtummuš vääžnai

source: Toiminnassa olevien keskusten lisäksi on tärkeää päästä jatkamaan myös Duodji-akatemian työtä.
sms: Tåimmʼmõõžžâst åårrai kõõskõõzzi lââʹssen lij vääžnai piâssâd juäʹtǩǩed še Duodji-akatemia tuâj.

source: Enontekiön kunnan kanssa kehitellyssä hankkeessa on ollut tavoitteena vahvistaa saamenkäsitöiden osaamista ja luoda uusia työpaikkoja, sekä Enontekiöllä että koko saamelaisalueella.
sms: Jeänõõǥǥ kooʹddin ooudâsvikkum haʹŋǩǩõõzzâst lij leämmaž täävtõssân raʹvvjed sääʹmǩiõtt-tuâjai silttummuž da raajjâd ođđ tuâjjpaaiʹǩid, nuʹt Jeänõõǥǥâst ǥu veeʹzz sääʹmvuuʹdest.

source: – Saamelaiskulttuurikeskusten ja Duodji-akatemian toimintojen turvaaminen on ehdottoman tärkeää.
sms: – Sääʹmkulttuurkõõskõõzzi da Duodji-akatemia tååimi tuõrvvmõš lij samai vääžnai.

source: Akatemian muodostama monisukupolvinen ympäristö vahvistaisi myös yhteistyötä Ruotsin ja Norjan saamelaiskäsityön eli duodjin taitajien kanssa, sanoo Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso.
sms: Akatemia tuejjeem määŋg puõlvvõõǥǥ pirrõs raʹvvjeʹči še õhttsažtuâj Ruõcc da Taarr sääʹmǩiõtt-tuâj čieʹppivuiʹm, särnn Sääʹmteeʹǧǧ saaǥǥjååʹđteei Tuomas Aslak Juuso.

source: Akatemian järjestämät kurssit elävöittävät saamelaiskulttuuria ja vahvistavat käsityötaidon siirtymistä sukupolvelta toiselle.
sms: Akatemia jäʹrjstem kuurs jeällʼjâʹtte sääʹmkulttuur da raʹvvje ǩiõtt-tuâjjtääid serddjummuž puõlvvõõǥǥâst nobba.

source: Aiemmin kotona ja lähipiirissä siirtyneet taidot kaipaavat nyt tuekseen aktiivisia tukitoimia.
sms: Ääiʹjab dååma da âʹlddpirrõõzzâst serddjam tääid kaiʹbbje ååʹn tuärjjeem diõtt aktiivlaž tuärjjeemtååimid.

source: Saamelaiskäräjien tavoitteena on saada Duodji-akatemia osaksi Saamelaiskäräjien kulttuurikeskustoimintaa.
sms: Sääʹmteeʹǧǧ täävtõssân lij vuäǯǯad Duodji-akatemia pieʹǩǩen Sääʹmteeʹǧǧ kulttuurkõõskõståimmʼmõõžž.

source: Lue Saamelaiskäräjien vetoomus saavutettavamman, yhdenvertaisemman saamelaiskulttuurin edistämiseksi
sms: Looǥǥ Sääʹmteeʹǧǧ raukkmõš âsttjemlaaǥǥab, õõutverddsab sääʹmkulttuur ooudâsviikkmõššân .

source: Lisätietoja:
sms: Lââʹssteâđaid:

source: Tuomas Aslak Juuso Puheenjohtaja 040 687 3394 tuomas.juuso@samediggi.fi
sms: Tuomas Aslak Juuso Saaǥǥjååʹđteei 040 687 3394 tuomas.juuso@samediggi.fi

source: Petra Biret Magga-Vars Toiminnanohjaaja puh. 040 7325503 petra.magga@samediggi.fi
sms: Petra Biret Magga-Vars Tåimmamvuäʹpsteei teʹl. 040 7325503 petra.magga@samediggi.fi
